"CARD_DETAILS_LABEL"                        = "Detalls de la targeta";
"ENTER_CARD_DETAILS_HELP_LABEL"             = "Introdueix els detalls de la targeta començant pel número de la targeta.";
"VALID_CARD_ERROR_LABEL"                    = "Has d'introduir un número de targeta vàlid.";
"CARD_REQUIRED"                             = "El número de la targeta és obligatori";
"CARD_INVALID"                              = "Número de targeta invàlid";
"EXPIRATION_REQUIRED"                       = "La data de venciment és obligatòria";
"EXPIRATION_INVALID"                        = "La data de venciment invàlida";
"CVV_REQUIRED"                              = "%s és obligatori";
"CVV_INVALID"                               = "%s invàlid";
"POSTAL_CODE_HELP_LABEL"                    = "Has d'introduir un codi postal vàlid.";
"POSTAL_CODE_REQUIRED"                      = "El codi postal és obligatori";
"POSTAL_CODE_INVALID"                       = "Codi postal invàlid";
"COUNTRY_CODE_REQUIRED"                     = "El codi de país és obligatori";
"COUNTRY_CODE_INVALID"                      = "Codi de país invàlid";
"MOBILE_NUMBER_REQUIRED"                    = "El número de mòbil és obligatori";
"MOBILE_NUMBER_INVALID"                     = "Número de mòbil invàlid";
"ENROLLMENT_WITH_SMS_HELP_LABEL"            = "És possible que per aquesta targeta sigui necessari inscriure's. S'enviarà un codi a través d'un SMS a aquest número si és necessari.";
"SMS_CODE_REQUIRED"                         = "El codi del SMS és obligatori";
"SMS_CODE_INVALID"                          = "Codi del SMS invàlid";

"CANCEL_ACTION"                             = "Anul·lar";
"RETRY_ACTION"                              = "Reintentar";
"CONTINUE_ACTION"                           = "Continuar";
"ADD_CARD_ACTION"                           = "Afegir targeta";
"DONE_ACTION"                               = "Fet";
"EDIT_ACTION"                               = "Editar";
"NEXT_ACTION"                               = "Següent";
"TOP_LEVEL_ERROR_ALERT_VIEW_OK_BUTTON_TEXT" = "Acceptar";
"SCAN_CARD_IO_ACTION"                       = "Escanejar amb la càmera";

"EDIT_PAYMENT_METHOD"                       = "Editar mètodes de pagament";
"THERE_WAS_AN_ERROR"                        = "Hi hagut un error.";
"REVIEW_AND_TRY_AGAIN"                      = "Si us plau, revisa la informació i intenta-ho de nou.";
"INVALID_LABEL"                             = "Invàlid:";

"YEAR_LABEL"                                = "Any";
"MONTH_LABEL"                               = "Mes";

"OTHER_LABEL"                               = "Altres";
"CREDIT_OR_DEBIT_CARD_LABEL"                = "Targeta de crèdit o dèbit";
"RECENT_LABEL"                              = "Recents";
"SELECT_PAYMENT_LABEL"                      = "Seleccionar un mètode de pagament";

"CONFIRM_ENROLLMENT_LABEL"                  = "Confirmar inscripció";
"CONFIRM_ACTION"                            = "Confirmar";
"ENTER_SMS_CODE_SENT_HELP_LABEL"            = "Entra el codi del SMS enviat al %s";
"SMS_CODE_LABEL"                            = "Codi del SMS";
"CARD_TYPE_GENERIC_CARD"                    = "Targeta";
"MOBILE_COUNTRY_CODE_LABEL"                 = "Codi de país";
"SECURITY_CODE_LABEL"                       = "Codi de seguretat";
"CVV_FIELD_PLACEHOLDER"                     = "CVV";
"CVC_FIELD_PLACEHOLDER"                     = "CVC";
"CID_FIELD_PLACEHOLDER"                     = "CID";
"CVN_FIELD_PLACEHOLDER"                     = "CVN";
"POSTAL_CODE_PLACEHOLDER"                   = "Codi postal";
"MOBILE_NUMBER_LABEL"                       = "Número de mòbil";
"EXPIRATION_DATE_LABEL"                     = "Data de venciment";
"CARD_NUMBER_PLACEHOLDER"                   = "Número de targeta";
"EXPIRY_PLACEHOLDER_FOUR_DIGIT_YEAR"        = "MM / AAAA";
"EXPIRY_PLACEHOLDER_TWO_DIGIT_YEAR"         = "MM / AA";

"PAYPAL"                                    = "PayPal";
"CARD_TYPE_AMERICAN_EXPRESS"                = "American Express";
"CARD_TYPE_DISCOVER"                        = "Discover";
"CARD_TYPE_DINERS_CLUB"                     = "Diners Club";
"CARD_TYPE_MASTER_CARD"                     = "MasterCard";
"CARD_TYPE_VISA"                            = "Visa";
"CARD_TYPE_JCB"                             = "JCB";
"CARD_TYPE_MAESTRO"                         = "Maestro";
"CARD_TYPE_UNION_PAY"                       = "UnionPay";
"BRANDING_COINBASE"                         = "Coinbase";
"BRANDING_VENMO"                            = "Venmo";
"BRANDING_APPLE_PAY"                        = "Apple Pay";
"BRANDING_ANDROID_PAY"                      = "Android Pay‏";
"USE_DIFFERENT_PHONE_NUMBER_ACTION"         = "Utilitzar un altre número de mòbil";
"CARD_NOT_ACCEPTED_ERROR_LABEL"             = "Targeta no acceptada";
